Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/science/e_fjellheim_iktedimmie.pdf.tmx
Source language: nob
Languages: sma

source: Oppsummering
sma: Iktedimmie

source: Funksjonell morfologi har vært en utfordring for meg som andrespråkstaler, og som lærer så ser jeg at elevene har utfordringer når funksjonell morfologi skal læres og brukes.
sma: Funksjonelle morfologije haastadihks munnjien orreme mubpiengïelen soptsestæjjine. Lohkehtæjjine leam vueptiestamme learohkh aaj seamma haestemh vuesehteminie gosse funksjonelle morfologijem lierieh jïh utnieh.

source: I denne mastereksamensoppgaven spør jeg om Flaskehalshypotesen, presentert av Slabakova (2016), kan gi oss svar på disse utfordringene i andrespråksopplæringen, når sørsamisk har rik funksjonell morfologi i motsetning til førstespråket norsk.
sma: Daennie mastereksamenetjaalegisnie gihtjem mejtie Bottleneckhypotese, Slabakova:n (2016) mietie, daejtie haestiemidie vaestede mubpiengïelen lohkehtimmesne, gosse saemien veljie morfologije mohte daaroen goh voestesgïele.

source: Jeg har avgrenset oppgaven til markering av direkte objekt, og samsvarsbøyning mellom subjekt og verbal i sørsamisk.
sma: Daennie tjaalegisnie sïjhtem vuartasjidh guktie mubpiengïelen soptsestæjjah objeektem mïerhkesjieh jïh guktie verbaalem subjeekten mietie sojjehtieh.

source: Da Flaskehalshypotesen spør om hva som er vanskelig i andrespråksopplæringen og hva som er lett, så har jeg valgt markering av direkte objekt og samsvarsbøyning, for å se om dette er like utfordrende eller om noe er enklere enn det andre.
sma: Bottleneckhypotese gihtjie mah aelhkie mubpiengïelen lohkehtimmesne jïh mah geerve. Dan gaavhtan gihtjem mejtie aelhkemes subjeekte-verbaale kongruensem darjodh jallh objeektem mïerhkesjidh.

source: For å få svar på dette så har jeg gjort en undersøkelse blant andrespråkstalere av sørsamisk både på norsk og svensk side.
sma: Manne goerehtimmiem dorjeme, guktie pryövem vaastoeh dïsse åadtjodh. Manne mubpiengïelen soptsestæjjah nöörjen jïh sveerjen raedtesne gihtjeme.

source: Deres resultater er målt mot en referansegruppe av morsmålstalere, som per definisjon også er arvspråkstalere.
sma: Dej illeldahkh leah referansedåehkien illeldahki vööste viertiestamme. Referansedåehkesne feadtagïelen soptsestæjjah, gïeh aaj aerpiegïelen soptsestæjjah.

source: Da det er få sørsamiske talere og få sørsamiske elever i skolen, så blir utvalget lite. Men likevel gir undersøkelsens resultater støtte til Flaskehalshypotesen.
sma: Dan gaavhtan vaenie åarjelsaemien soptsestæjjah jïh vaenie åarjelsaemien learohkh skuvline, dle vaenie goerehtimmielïhtsegh aaj sjïdti mov goerehtæmman.

source: Der førstespråket og andrespråket skiller seg ad, så oppstår det større utfordringer i språkopplæringen.
sma: Stuerebh haestemh lohkehtimmesne jijhtieh gusnie voestesgïele jïh mubpiengïele joekehtedtieh duhtie mubpeste.

source: Det skaper lite eller mindre utfordringer for elevene der språkene skiller seg lite.
sma: Vaenebh haestemh jijhtieh gosse vaenie joekehtassh gïeli gaskem.

source: Slabakova (2016) er opptatt av å finne utfordringene i andrespråksopplæringen, og hun gir en klar anbefaling om at det er her vi må bruke størsteparten av tiden i klasserommet.
sma: Slabakova (2016) jeahta dle vihkeles dejtie haestiemidie mubpiengïelen lohkehtimmesne gaavnedh, jïh Slabakova juvnehte mijjieh tjiehtebe dej haestemigujmie skuvlesne barkedh jeanatjommes tïjjen.

source: Ut i fra gruppenes gjennomsnittlige resultater så er det liten tvil om at markering av direkte objekt er blant de større utfordringene i andrespråksopplæringen, i motsetning til bruk av nominativ hvor norsk og samisk ikke skiller seg nevneverdig fra hverandre.
sma: Ij badth goerehtimmiedåehkide haastadihks nominatijvem utnedh, dan gaavhtan mahte seammalaakan gåabpaginie gïeline nominatijvem utnedh.

source: Om markering av objektskasus er vanskeligere enn samsvarsbøyning mellom subjekt og verbal er ikke like entydig, selv om det langt på vei viser det i denne undersøkelsen.
sma: Ij leah seamma kreajnas mejtie aelhkebe verbh subjeekti mietie sojjehtidh goh objeekth mïerhkesjidh, jalhts nemhtie aaj muvhtene våajnoes.

source: Dette funnet støttes av Montrul (2016), som har sammenfattet arvspråkstalernes utfordringer med å produsere arvspråkets morfologi når arvspråket har rik morfologi, og andrespråket, som er majoritetsspråket, har lite funksjonell morfologi.
sma: Montrul (2016) aaj dam illeldahkem dåarjele gosse aerpiegïelen veljie morfologije jïh mubpiengïelen, goh jienebelåhkoegïele, dle vaenie funksjonelle morfologije.

source: Hun påpeker at det er vanskeligere å få den nominale morfologien på plass enn den verbale morfologien.
sma: Montrul aerpiegïelen soptsestæjjaj haestemh iktedamme, jïh jeahta dle geervebe dam nominaale morfologijem haalvedh enn verbaale morfologijem.

source: Denne undersøkelsen viser at referansegruppen med de sørsamiske arvspråkstalerne ikke oppviser samme resultater som arvspråkstalere generelt sett. De ligger på nivå med innfødte talere.
sma: Daate goerehtimmie vuesehte referansedåehkie, åarjelsaemien aerpiegïelen soptsestæjjajgujmie, ij badth seamma illeldahkh vuesiehtieh goh jeatjah aerpiegïelen soptsestæjjah veartanisnie.

source: Dette er interessant, og en viktig faktor kan være at sørsamisk språk har stått sterkt i båatsoeh/reindriften, en viktig del av vår livsform og kultur.
sma: Daan goerehtimmien referansedåehkien illeldahkh feadtagïelen daltesisnie. Daate murreds, kaanna dan åvteste saemien gïele båatsose veadtaldihkie jïh båatsoe vihkeles mijjen jieliemisnie jïh kultuvresne.

source: Men det ligger utenfor denne oppgaven å gi svar på det.
sma: Men im leah daan bïjre goerehtamme.
